{	
	"ARC_bounty_tiferet": {
		"trigger_marketFaction_enemyWith": ["pirates"],
        "job_name": "The Lost Fleet: Tiferet",
        "job_description": "An anonymous contact wants you to investigate some mysterious events surrounding the == Archotech Research Collective ==, a centuries-defunct exploration company, who sent out a fleet to find the ultimate source of the Domain's power.\nPreliminary investigation indicates that a Tiferet-class frigate, the only one of it's kind that was sent with the lost fleet, was recently salvaged. Valuable information may be on that ship's logs.",
        "job_comm_reply": "You find the Tiferet-class ship functional among the pirate fleet. Your sensor techs note that the dark hull of the Tiferet was indicative of a special coating designed to prevent intense and sustained thermal and radiation stress - like the conditions inside a particularly enegergetic star's corona.\nSoon enough, the comms crackle to life, and the visage of an experienced spacer appears on your Tri-pad.\n\"Hey! I was here first! Finders keepers! No? Then prepare to eat plasma!\"\nYour sensors officer detects the other fleet's reactors spooling up in preparation for combat, and further hails are denied.",
        "job_intel_success": "After the battle, you retrieve what data you can from the computers of the $shipName. All of the logs were encrypted with an unknown cipher, but nevertheless you send it to the designated single-use quantum-entangled link. After some minutes, you received two messages over your personal secure comms - a notification of credits deposited into your account, and a simple acknowledgment of a job well done, signed with a single letter - \" == A == \".\nHours later after the battle, an analysis of the data retrieved from the ISS Lone Ranger lands on your Tri-pad: The ARC Lost Fleet consisted of 5 ships, including the Tiferet, and they have been lost one by one through unknown means.\nYou feel that this is not the last job you will take from this particular client.\n",

		"job_credit_reward": 50000,

        "job_reputation_reward":1,
		"job_type":"assassination",
        "job_show_type": true,
        "job_show_captain": true,
        "job_show_fleet": "vanilla",
		"job_memKey":"$ARC_bounty_tiferet",
		"job_reward_scaling": 0.01,		
        "job_show_distance": "vanilla",	

		"target_personality": "aggressive",
		"target_level": 5,
		"target_elite_skills":2,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"Pirate Fleet",
		"fleet_faction": "pirates",
		"fleet_flagship_variant":"arc_tiferet_prototype",
		"fleet_flagship_name":"ISS Pacman",
		"fleet_flagship_recoverable": true,
		"fleet_min_FP": 50,
		"fleet_scaling_multiplier": 1,
		
		"location_themes": ["theme_core_unpopulated"],
		"location_distance":"CORE",
		"location_entities":[
			"station",
			"wreck",
			"debris",
			"planet",
			"jump_point"
		],
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	},	
	"ARC_bounty_daat": {
		"trigger_memKeys_all": {"$ARC_bounty_tiferet_succeeded":true},
		"trigger_marketFaction_enemyWith": ["pirates"],
		
        "job_name": "The Lost Fleet: Daat",
        "job_description": "A job from your previous anonymous client \"A\" has you specifically flagged as the recipient. This is another smash-and-grab job, but the stakes are higher. A Luddic Path warden fleet has taken hold of another ARC ship, this time a == Daat == class, and it is up to you to \"liberate\" said ship from their hands.",
        "job_comm_reply": "Someone must have talked, because the Luddic Path fleet doesn't reply to your hails, but powered their weapons instead. As you prepare for battle, your sigint officer informs you that they have decoded scraps of their fleet comms:\n\"They're here, as expected.\"",
        "job_intel_success": "You inform the client of the mission's success via the same methods as before, and after you send the data dump, you receive the same reply - a curt message acknowledging your efforts, and the sweet feeling of credits flowing into your account.\nHowever, as you watch your salvors inspect the leaking hull of the == ISS Lone Ranger ==, you can't help but feel as if you were just a pawn moved on some hidden chessboard by some eerie, unknown force.",

		"job_credit_reward": 100000,

        "job_reputation_reward":5,
		"job_type":"assassination",
        "job_show_type": true,
        "job_show_captain": true,
        "job_show_fleet": "vanilla",
		"job_memKey":"$ARC_bounty_daat",
		"job_reward_scaling": 0.01,		
        "job_show_distance": "vanilla",	

		"target_personality": "aggressive",
		"target_level": 5,
		"target_elite_skills":2,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"Luddic Path Warden Fleet",
		"fleet_faction": "luddic_church",
		"fleet_flagship_variant":"arc_daat_prototype",
		"fleet_flagship_name":"ISS Lone Ranger",
		"fleet_flagship_recoverable": true,
		"fleet_min_FP": 100,
		"fleet_scaling_multiplier": 1.1,
		
		"location_themes": ["theme_core_unpopulated"],
		"location_distance":"CORE",
		"location_entities":[
			"station",
			"comm_relay",
			"nav_buoy",
			"sensor_array",
			"jump_point",
			"planet"
		],
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	},
	"ARC_bounty_gevurah": {
		"trigger_memKeys_all": {"$ARC_bounty_daat_succeeded":true},
		"trigger_marketFaction_enemyWith": ["pirates"],
		
        "job_name": "The Lost Fleet: Gevurah",
        "job_description": "There is a job packet from your client \"A\", addressed to you and you alone.\nA Persean Hegemony spec-ops fleet has gotten hold of yet another ARC ship. The Gevurah-class cruiser's datastores has valuable intel that \"A\" needs - you are to retrieve that intelligence with all due haste.",
        "job_comm_reply": "Your communications officer then informs you of an incoming urgent hail.\n \"Attention, unidentified fleet: You are interfering with official Hegemony operations. Under authority from the Hegemony High Command, I hereby order you to cease operations and withdraw from this system immediately.\"\nAs your fleet continues to approach the fleet, your tactical officer warns you that the target fleet ships, including the == Gevurah ==, has powered up weapons and is now moving in position for an effective alpha strike. ",
        "job_intel_success": "After reporting your victory and the mission status to \"A\", your salvors report that they have found some... very interesting log fragments in the smoldering yet surprisingly intact hull of the == ISS Jormugandr == .\n ==[LOG START]\n...corona... megastructure...\n...angular ships... defeat... flee...\n[LOG END] ==\nYou suspect that this intel has ground-shaking implications on the current balance of Sector power - yet the logs are too corrupted to glean any more details for you to act on it.",

		"job_credit_reward": 200000,
        "job_reputation_reward":5,
		"job_type":"obliteration",
        "job_show_type": true,
        "job_show_captain": false,
        "job_show_fleet": "text",
		"job_memKey":"$ARC_bounty_gevurah",
		"job_reward_scaling": 0.01,		
        "job_show_distance": "vague",

		"target_personality": "aggressive",
		"target_level": 8,
		"target_elite_skills":5,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"Hegemony Spec-Ops Fleet",
		"fleet_faction": "hegemony",
		"fleet_flagship_variant":"arc_gevurah_prototype",
		"fleet_flagship_name":"ISS Jormugandr",
		"fleet_flagship_recoverable": true,
		"fleet_min_FP": 200,
		"fleet_scaling_multiplier": 1.1,
		
		"location_themes": ["theme_ruins"],
		"location_distance":"CLOSE",
		"location_entities":[
			"station",
			"comm_relay",
			"nav_buoy",
			"sensor_array",
			"jump_point",
			"planet"
		],
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	},
	"ARC_bounty_netzach": {
		"trigger_memKeys_all": {"$ARC_bounty_gevurah_succeeded":true},
		"trigger_marketFaction_enemyWith": ["pirates"],
		
        "job_name": "The Lost Fleet: Netzach",
        "job_description": "Hidden inside an innocuous standard trade delivery job request, a steganographic algorithm coded to your personal access token sends you an ominous message.\n\"As you are already aware of, the == Archotech Research Collective == exploration fleet has found something of great import. It was very fortuitous that through your actions the Hegemony was not able to recover that information from Gevurah. Yet right now, Tri-Tachyon is poised to do the same. Find the Netzach and keep it away from Tri-Tachyon hands, and I will give you the answers you seek.\n == A == \"",
        "job_comm_reply": "As you approach the Tri-Tachyon fleet, your signals officer warns you of an immense amount of EW and cyber-warfare signals bombarding your firewalls. Somehow you manage to weather the onslaught, and, perhaps detecting that you were no mere salvager, a comms channel opens.\n\"This is Admiral $name of the 32nd Special Actions Group. This is restricted Tri-Tachyon corporate operational space. Vacate this system immediately or prepare to be obliterated.\"\nSomehow, you just know that the Tri-Tachyon admiral is spoiling for a fight.",
        "job_intel_success": "As the Netzach and the Tri-Tachyon fleet lay in the still-radiating debris cloud from the hard-fought battle, you send the news of your success and the mission status using the now-familiar protocols to == A ==, and receive the customary reply of credits. However, the \"answer\" you were promised is not in the message, and you suspect that you may receive an invitation soon.",

		"job_credit_reward": 400000,
        "job_reputation_reward":5,
		"job_type":"assassination",
        "job_show_type": true,
        "job_show_captain": false,
        "job_show_fleet": "none",
		"job_memKey":"$ARC_bounty_netzach",
		"job_reward_scaling": 0,		
        "job_show_distance": "vague",


		"target_personality": "aggressive",
		"target_level": 8,
		"target_elite_skills":8,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"Tri-Tachyon 32nd Special Actions Group",
		"fleet_faction": "tritachyon",
		"fleet_flagship_variant":"arc_netzach_prototype",
		"fleet_flagship_name":"ISS Lohengrin",
		"fleet_flagship_recoverable": true,
		"fleet_min_FP": 400,
		"fleet_scaling_multiplier": 1.1,
		
		"location_themes": ["theme_ruins"],
		"location_distance":"CLOSE",
		"location_entities":[
			"station",
			"comm_relay",
			"nav_buoy",
			"sensor_array",
			"jump_point",
			"planet"
		],
		"fleet_preset_ships": { 
			"tesseract_Attack": 1
		},
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	},
	"ARC_bounty_sephiroth": {
		"trigger_memKeys_all": {"$ARC_bounty_netzach_succeeded":true},
		
        "job_name": "The Lost Fleet: Sephiroth",
        "job_description": "A priority message was posted in the job board, keyed and visible to you alone: \"You deserve the truth. We have much to discuss. Come to the specified coordinates.\"\nThe messaged was signed in a familiar letter - \" == A == \"",
        "job_comm_reply": "The dark-colored ship hails you.\n\"You have come. I am Aurum. And I founded the Archotech Research Collective, and led the fleet to find the source of the Domain's vast power. \nARC is gone now. Only I and the == Eternal == remains of the fleet... or so I thought.\n The ships you fought - they are relics, memorials to the friends I once had. They must not go to unworthy hands. But in yours, perhaps... their stories might continue.\nYou have many questions. Who - or what - am I. I was once human you know. We discovered the first Coronal Hypershunt, and in our hubris, we - no - I sought to become God, through Domain tech, and some... others. Yet... perhaps, I have become the Devil instead.\nTo destroy the Hypershunt's guardians, I have destroyed my body and let my mind be subsumed into an Alpha Core. And still we failed, and the Fleet scattered across the stars, chased by the gate guardians.\nEternity is a burden to me now, and I implore you, end my suffering.\nDestroy or capture the Eternal, it matters not. Remember me and my fleet - and beware, for they are coming.\"\nThe signal dissolves into static, and weapons and reactor signatures flare in the holotanks. It is time to fight.",
        "job_intel_success": "Your crew finds Aurum deep inside the bridge of the $shipName. Encased in an armored capsule full of all manner of biotechnical wizardry, they are more machine than man now. There are no signals or signs of life in and around the capsule, and you command your salvors to retrieve it and secure it in an isolation chamber - the same ones used for Alpha Core storage.\nA transmission from nowhere cuts through all the firewalls and ICE in your personal network, and like a distant keening song, it whispers in your ear.\n == \"THEY ARE COMING.\" == ",

		"job_credit_reward": 800000,
        "job_reputation_reward":5,
		"job_type":"assassination",
        "job_show_type": true,
        "job_show_captain": false,
        "job_show_fleet": "none",
		"job_memKey":"$ARC_bounty_eternal",
		"job_reward_scaling": 0,		
        "job_show_distance": "vague",

		"target_first_name": "Aurum",
		"target_last_name": "",
		"target_personality": "aggressive",
		"target_level": 8,
		"target_elite_skills":8,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"ARC Remnant",
		"fleet_faction": "remnant",
		"fleet_flagship_variant":"arc_sephiroth_prototype",
		"fleet_flagship_name":"ISS Eternal",
		"fleet_flagship_recoverable": true,
		"fleet_min_FP": 800,
		"fleet_scaling_multiplier": 1.1,		
		"location_themes": ["theme_ruins"],
		"location_distance":"CLOSE",
		"location_entities":[
			"station",
			"comm_relay",
			"nav_buoy",
			"sensor_array",
			"jump_point",
			"planet"
		],
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	},
	"ARC_bounty_boss": {
		"trigger_memKeys_all": {"$ARC_bounty_eternal_succeeded":true},
		
        "job_name": "The Lost Fleet: Eye of the Storm",
        "job_description": "Aurum's personal access codes, corrupted as they are now, adorn the steganographically encrypted message. Obviously, Aurum didn't send this, since they are as dead and inert as an unholy amalgamation of man and godlike machine can be, nestled inside the confines of a specially constructed isolation chamber. Yet the urgency of the message was clear: The Guardians that defeated Aurum have been spotted, triggering an automated warning. And since you have Aurum, they now look for you... but what they don't plan on is you coming after them.",
        "job_comm_reply": "As you approach the unknown fleet, your tactical officer informs you of massive EW attacks on your firewalls. Your hails go unanswered, and scans show impossible results, bordering on the metaphysical. Ships of unknown make are displayed on the bridge's viewscreens. Contact is all but inevitable.\nIn their containment chamber, Aurum seems to wake - automated sentinels inside Aurum's corpse screaming bloody murder before seemingly aborting... and triggering a self-destruct!\nFortunately, the containment chamber was put inside a blast-proof room, so there was little damage. Whatever Aurum did, they bore the brunt of an attack of something extremely strong and unspeakable... and burnt Aurum to little more than smoldering scrap.\nYou feel a pressure at the back of your head, like a vast multitude of souls just outside of cognizance, hell itself made manifest, screaming into your soul, and but for the inexplicable presence of Aurum somehow guarding you from the psychic onslaught it threatens to rip your sanity apart.\n == \"dIe DiiE DDDDDIIIIEEEEEEE!!!!!\" == ",
        "job_intel_success": "The storm has passed, and you have weathered it. Not without scars, and with blood on your hands. But the legacy of ARC has been, with great effort, put behind you. And now, bloodied and battered and bruised as you and your fleet are, you and your hardy crew look to the future.",

		"job_credit_reward": 2000000,
        "job_reputation_reward":5,
		"job_type":"obliteration",
        "job_show_type": true,
        "job_show_captain": false,
        "job_show_fleet": "none",
		"job_memKey":"$ARC_bounty_boss",
		"job_reward_scaling": 0,		
        "job_show_distance": "vague",

		"target_personality": "aggressive",
		"target_level": 8,
		"target_elite_skills":8,
		"target_skill_preference": "YES_ENERGY_YES_BALLISTIC_YES_MISSILE_YES_DEFENSE",
		
		"fleet_name":"!!! UNKNOWN FLEET !!!",
		"fleet_faction": "remnant",
		"fleet_flagship_variant":"tesseract_Attack",
		"fleet_flagship_recoverable": false,
		"fleet_min_FP": 2500,
		"fleet_scaling_multiplier": 1.3,
		"fleet_preset_ships": { 
			"tesseract_Attack": 2,
			"tesseract_Attack2": 2,
			"tesseract_Defense": 2,
			"tesseract_Disruptor": 2,
			"tesseract_Shieldbreaker": 2,
			"tesseract_Strike": 2
		},
		
		"location_themes": ["theme_ruins"],
		"location_distance":"CLOSE",
		"location_entities":[
			"station",
			"comm_relay",
			"nav_buoy",
			"sensor_array",
			"jump_point",
			"planet"
		],
		"location_prioritizeUnexplored": true,
		"location_themes_blacklist": ["theme_hidden","no_pulsar_blackhole"]
	}
}
